{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "compile-mode.nvim": { "branch": "latest" },
  "conform.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "fileline.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "harpoon-lualine": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine-lsp-progress": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mini.align": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-zig": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-config-local": { "branch": "main" },
  "nvim-coverage": { "branch": "main" },
  "nvim-dbee": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "profile.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "replacer.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "sibling-swap.nvim": { "branch": "main" },
  "ssr.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "suit.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-kconfig": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "windex.nvim": { "branch": "master" },
  "winshift.nvim": { "branch": "main" }
}